Revit 2027 API
ParameterTypeId.PointElementZflipped Property
 "Flipped"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PointElementZflipped { get; }
Public Shared ReadOnly Property PointElementZflipped As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PointElementZflipped {
	ForgeTypeId^ get ();
}
static member PointElementZflipped : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace